Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPOKEN_NOTIFICATIONS_CARPLAY_ANNOUNCE_MESSAGES_FOOTER_SILENCE_NEW_MESSAGES
source: Message announcements are currently silenced.
ar: الإعلان عن الرسائل متوقف حاليًا.
bg: В момента оповестяването на съобщенията е заглушено.
ca: Els anuncis dels missatges estan silenciats.
cs: Oznamování zpráv je momentálně vypnuté.
da: Meddelelser om beskeder ignoreres i øjeblikket.
de: Nachrichten­ankündigungen sind zurzeit stummgeschaltet.
el: Οι ανακοινώσεις μηνυμάτων είναι σε σίγαση.
es: El anuncio de mensajes está silenciado.
es_us: El anuncio de mensajes está silenciado.
fi: Viestien ilmoitukset on tällä hetkellä hiljennetty.
fr: L’annonce des messages est actuellement désactivée.
fr_ca: Les annonces de messages sont actuellement désactivées.
he: הכרזות על הודעות מושתקות כרגע.
hi: संदेशों की घोषणाएँ अभी मौन हैं।
hr: Najave poruka trenutačno su utišane.
hu: Az üzenetbejelentések jelenleg el vannak némítva.
id: Pengumuman pesan diheningkan saat ini.
it: La lettura dei messaggi attualmente è disattivata.
ja: メッセージの読み上げは現在行われないようになっています。
kk: Хабарларды оқу функциясының дыбысы өшірілген.
ko: 메시지 읽어주기의 소리가 현재 꺼져 있습니다.
lt: Pranešimai apie žinutes šiuo metu yra nutildyti.
ms: Pengumuman mesej disenyapkan pada masa ini.
nl: Aankondigingen van berichten worden momenteel stilgehouden.
no: Kunngjøring av meldinger er dempet for øyeblikket.
pl: Ogłaszanie wiadomości jest obecnie wyciszone.
pt_br: Os anúncios de mensagens estão silenciados.
pt_pt: Os anúncios de mensagens estão silenciados.
ro: Anunțarea mesajelor nu este activă în prezent.
ru: Объявление сообщений заглушено.
sk: Oznamovanie správ je momentálne stíšené.
sl: Najavljanje sporočil je trenutno utišano.
sv: Tillkännagivanden av meddelanden har för närvarande stängts av.
th: ปิดเสียงการอ่านแจ้งเตือนข้อความอยู่ในตอนนี้
tr: Mesaj duyuruları şu an sessize alınmış.
uk: Оголошення повідомлень зараз приглушено.
vi: Tính năng thông báo tin nhắn hiện bị tắt tiếng.
zh_cn: 信息播报当前已静音。
zh_hk: 讀出訊息目前已靜音。
zh_tw: 目前已將「播報訊息」設為靜音。

# SPOKEN_NOTIFICATIONS_APP_FOOTER
source: Have Siri read out notifications from “%@“. Siri will avoid interrupting you and will listen for responses after reading notifications.
ar: بإمكان Siri قراءة الإشعارات الواردة من "%@". سيتجنب Siri مقاطعتك، وسيستمع للردود بعد قراءة الإشعارات.
bg: Siri може да прочете известията от „%@“. Siri няма да ви прекъсва и ще слуша за отговори след прочитане на известията.
ca: Fes que Siri llegeixi en veu alta les notificacions de l’app %@. Siri intentarà no interrompre’t i t’escoltarà si hi respons després de llegir‑les.
cs: Siri vám může číst oznámení z aplikace %@. Nebude vás rušit při jiné činnosti a po přečtení oznámení bude naslouchat vašim odpovědím.
da: Få Siri til at læse notifikationer op fra “%@“. Siri afbryder dig ikke og lytter efter svar efter at have læst notifikationer op.
de: Siri kann Mitteilungen von „%@“ vorlesen. Siri vermeidet es, dich zu unterbrechen, und achtet nach dem Vorlesen von Mitteilungen auf Antworten.
el: Ρυθμίστε το Siri ώστε να εκφωνεί τις γνωστοποιήσεις από «%@». Το Siri θα προσπαθήσει να μη σας διακόψει και θα είναι ενεργό για εκφώνηση απαντήσεων μετά την ανάγνωση γνωστοποιήσεων.
es: Haz que Siri lea en alto las notificaciones de la app %@. Siri intentará no interrumpirte y te escuchará después de leerlas.
es_us: Deja que Siri lea en voz alta las notificaciones de “%@“. Siri intentará no interrumpirte y esperará tu respuesta después de leerlas.
fi: Anna Sirin puhua ilmoitukset, jotka %@ lähettää. Siri välttää keskeyttämästä sinua ja jää kuuntelemaan mahdollista vastausta ilmoituksen luettuaan.
fr: Demandez à Siri de lire les notifications de « %@ » à voix haute. Siri évitera de vous interrompre et écoutera vos réponses éventuelles après la lecture des notifications.
fr_ca: Demandez à Siri de lire à voix haute les notifications de « %@ ». Siri évitera de vous interrompre et sera à l’écoute de vos réponses après la lecture des notifications.
he: ניתן לבקש מ-Siri להקריא עדכונים של ״⁨%@⁩״. כדי לא להפריע לך, מצב ההאזנה של Siri יופעל לאחר ההקראה כדי לתת לך אפשרות להגיב.
hi: Siri को “%@” से सूचनाएँ पढ़कर सुनाने को कहें। Siri द्वारा आपको टोका नहीं जाएगा और सूचनाएँ पढ़ने के बाद Siri द्वारा जवाबों के लिए प्रतीक्षा की जाएगी।
hr: Siri može pročitati obavijesti aplikacije “%@”. Siri će vas izbjegavati prekidati i reagirat će na odgovore nakon čitanja obavijesti.
hu: Sirivel felolvastathatja a(z) „%@” által küldött értesítéseket. Siri nem fogja félbeszakítani Önt, és az értesítések felolvasása után figyelni fog a válaszokra.
id: Minta Siri membacakan pemberitahuan dari “%@”. Siri akan berusaha untuk tidak mengganggu Anda dan akan mendengarkan respons setelah membacakan pemberitahuan.
it: Siri leggerà le notifiche da “%@”. Dopo la lettura, eviterà di interromperti e rileverà le tue risposte.
ja: Siriに“%@”からの通知を読み上げてもらいます。Siriは通知を読み上げたあとも中断せず応答するために聞き取りを続けます。
kk: Siri «%@» хабарландыруларын оқиды. Siri сөзіңізді бөлмей тыңдауға тырысады және хабарландыруларды оқығаннан кейін жауаптарды тыңдайды.
ko: Siri가 ‘%@’의 알림을 읽어주도록 합니다. Siri가 사용자의 말을 중단하는 것을 피하고 알림을 읽은 다음에 사용자의 말을 듣습니다.
lt: Nustatykite, kad „Siri“ garsiai perskaitytų programos „%@“ pranešimus. „Siri“ stengsis jūsų nepertraukti ir baigus skaityti pranešimus klausysis atsakymų.
ms: Setkan Siri untuk membaca pemberitahuan daripada “%@“. Siri akan mengelakkan daripada mengganggu anda dan akan mendengar untuk respons selepas membaca pemberitahuan.
nl: Laat Siri meldingen voorlezen uit %@. Siri voorkomt dat je wordt onder­broken en luistert naar antwoorden nadat meldingen zijn voor­gelezen.
no: Siri kan lese opp varslinger fra %@. Siri vil unngå å avbryte deg, og fortsetter å lytte etter at varslingene er lest opp.
pl: Siri może odczytywać powiadomienia z „%@”. Siri nie będzie Ci przerywać, a po odczytaniu powiadomień będzie nasłuchiwać Twoich odpowiedzi.
pt_br: Faça com que a Siri leia as notificações do app “%@”. A Siri evitará interrupções e será ativada ao ouvir respostas depois de ler notificações.
pt_pt: Peça a Siri para ler as notificações de “%@“. Siri evitará interromper e aguardará pela sua resposta após a leitura das notificações.
ro: Siri vă va citi notificările de la “%@“. Siri va evita să vă întrerupă și va asculta dacă răspundeți după citirea notificărilor.
ru: Siri станет зачитывать уведомления от приложения «%@». При этом Siri будет стараться не перебивать Вас, а после прочтения уведомлений продолжит слушать, чтобы Вы могли дать ответ.
sk: Siri bude čítať hlásenia z apky %@. Po prečítaní hlásenia vás nebude prerušovať a počká na vašu odpoveď.
sl: Siri bo prebrala obvestila aplikacije »%@«. Siri se bo izogibala temu, da bi vas prekinila, po branju obvestil pa vas bo poslušala, da se boste lahko odzvali.
sv: Be Siri läsa upp notiser från ”%@”. Siri avbryter dig inte och lyssnar efter svar när notiserna har lästs upp.
th: ให้ Siri อ่านการแจ้งเตือนจาก “%@” Siri จะเลี่ยงการรบกวนคุณและจะรับฟังการโต้ตอบหลังจากอ่านการแจ้งเตือน
tr: Siri’nin, “%@“ uygulamasından bildirimleri yüksek sesle okumasını sağlar. Siri konuşmanızı kesmekten kaçınır ve bildirimleri okuduktan sonra yanıtları dinler.
uk: Siri зачитуватиме сповіщення програми «%@». Siri не перериватиме вас і чекатиме на відповіді після зачитування сповіщень.
vi: Yêu cầu Siri đọc các thông báo từ “%@”. Siri sẽ tránh làm gián đoạn công việc của bạn và sẽ lắng nghe các phản hồi sau khi đọc thông báo.
zh_cn: 让Siri播报来自“%@”的通知。读完通知后，Siri将不打断你并继续听取回复。
zh_hk: 讓Siri讀出來自「%@」的通知。讀出通知後，Siri將避免打斷你説話，並會聆聽回應。
zh_tw: 讓Siri朗讀來自「%@」的通知。Siri在朗讀通知後會聆聽回應並避免打斷你說話。

# SCHEDULED_DELIVERY_SHOW_NEXT_SUMMARY_FOOTER
source: Show the next summary in Notification Center before the scheduled time.
ar: إظهار الملخص التالي في مركز الإشعارات قبل الوقت المُجدول.
bg: Показва следващото обобщение в Център за известия, преди насроченото време.
ca: Mostra el resum següent al centre de notificacions abans de l’hora programada.
cs: Zobrazí další souhrn v Oznamovacím centru před naplánovaným časem.
da: Vis det næste resume i Notifikationscenter inden det planlagte tidspunkt.
de: Zeige die nächste Übersicht vor dem geplanten Zeitpunkt in der Mitteilungszentrale an.
el: Εμφανίζει την επόμενη σύνοψη στο Κέντρο γνωστοποιήσεων πριν από την προγραμματισμένη χρονική στιγμή.
es: Se muestra el siguiente resumen en el centro de notificaciones antes de la hora programada.
es_us: Muestra el próximo resumen en el centro de notificaciones antes de la hora programada.
fi: Näytä seuraava yhteenveto Ilmoituskeskuksessa ennen ajastettua aikaa.
fr: Affichez le prochain résumé dans le centre de notifications avant l’heure d’affichage prévue.
fr_ca: Affichez le prochain résumé dans le centre de notifications avant l’heure programmée.
he: ניתן להציג את הסיכום הבא ב״מרכז העדכונים״ לפני השעה המיועדת.
hi: सूचना केंद्र में अगला सारांश शेड्यूल किए गए समय से पहले दिखाएँ।
hr: Prikaži sljedeći sažetak u Centru za obavijesti prije zakazanog vremena.
hu: Megjelenítheti a következő összegzést az Értesítési központban az ütemezett időpont előtt.
id: Tampilkan ringkasan berikutnya di Pusat Pemberitahuan sebelum waktu yang dijadwalkan.
it: Mostra il riepilogo successivo in Centro Notifiche prima dell’orario previsto.
ja: 指定した時刻より前に、通知センターに次回の要約を表示します。
kk: Келесі жинақтама кесте уақыты бойынша жіберу алдында, хабарландыру орталығында көрсетіледі.
ko: 지정된 시간 전에 알림 센터에서 다음 요약을 보여줍니다.
lt: Rodyti kitą pranešimų centro suvestinę anksčiau nei suplanuota.
ms: Tunjukkan ringkasan seterusnya dalam Pusat Pemberitahuan sebelum masa berjadual.
nl: Toon het volgende over­zicht vóór de geplande tijd in het meldingen­centrum.
no: Vis neste sammendrag i varslingssenteret før planlagt tidspunkt.
pl: Następne podsumowanie będzie wyświetlane w centrum powiadomień przed zaplanowaną porą.
pt_br: Mostre o próximo resumo na Central de Notificações antes do horário agendado.
pt_pt: Mostrar o próximo resumo na central de notificações antes da hora programada.
ro: Afișați următorul rezumat în centrul de notificări înainte de ora programată.
ru: Следующая сводка будет отображаться в Центре уведомлений до момента ее показа по расписанию.
sk: Zobrazí v Centre hlásení ďalší prehľad pred naplánovaným časom.
sl: Prikaži naslednji povzetek v središču za obvestila pred načrtovanim časom.
sv: Visa nästa sammanfattning i Notiscenter innan den schemalagda tiden.
th: แสดงสรุปถัดไปในศูนย์การแจ้งเตือนก่อนถึงกำหนดเวลา
tr: Bir sonraki özeti Bildirim Merkezi’nde zamanlanan saatten önce gösterir.
uk: Показувати наступний звіт у Центрі сповіщень до часу за розкладом.
vi: Hiển thị tóm tắt tiếp theo trong Trung tâm thông báo trước thời gian đã đặt lịch.
zh_cn: 发送定时摘要之前，在通知中心显示下个摘要。
zh_hk: 在已編排的時間前在「通知中心」顯示下一個摘要。
zh_tw: 在排程時間前於「通知中心」顯示下則摘要。

# SCHEDULED_DELIVERY_SORT_ALPHABETICAL
source: A to Z
ar: من أ إلى ي
bg: А до Я
ca: A-Z
cs: A–Z
da: A til Å
de: A bis Z
el: Α έως Ω
es: A-Z
es_us: A-Z
fi: A-Ö
fr: A à Z
fr_ca: A à Z
he: א׳ עד ת׳
hi: वर्णक्रम से
hr: A do Z
hu: A-Z
id: A hingga Z
it: Dalla A alla Z
ja: アルファベット昇順
kk: А — Я
ko: 오름차순
lt: Nuo A iki Ž
ms: A ke Z
nl: A naar Z
no: A til Å
pl: Od A do Z
pt_br: De A a Z
pt_pt: De A a Z
ro: De la A la Z
ru: А — Я
sk: Od A do Z
sl: A do Ž
sv: A till Ö
th: ก ถึง ฮ
tr: A - Z
uk: А–Я
vi: A đến Z
zh_cn: A-Z
zh_hk: 筆畫數少至多、A至Z
zh_tw: A到Z

source: Notification Style
ar: نمط الإشعار
bg: Стил на известия
ca: Estil de notificació
cs: Styl oznámení
da: Notifikationsformat
de: Mitteilungsstil
el: Στιλ γνωστοποιήσεων
es: Estilo de notificación
es_us: Estilo de notificaciones
fi: Ilmoitustyyli
fr: Style
fr_ca: Style
he: סגנון העדכונים
hi: सूचना शैली
hr: Stil obavijesti
hu: Értesítés stílusa
id: Gaya Pemberitahuan
it: Stile notifiche
ja: 通知スタイル
kk: Хабарландыру стилі
ko: 알림 스타일
lt: Pranešimų stilius
ms: Gaya Pemberitahuan
nl: Meldingsstijl
no: Varslingsstil
pl: Styl powiadomienia
pt_br: Estilo das Notificações
pt_pt: Estilo das notificações
ro: Stil notificare
ru: Стиль уведомлений
sk: Štýl hlásení
sl: Slog obvestila
sv: Notisstil
th: ลักษณะการแจ้งเตือน
tr: Bildirim Türü
uk: Стиль сповіщення
vi: Kiểu Thông báo
zh_cn: 通知样式
zh_hk: 通知樣式
zh_tw: 通知樣式

# CALENDAR_FOOTER
source: Only these Calendars will receive Notifications.
ar: هذه التقويمات فقط سوف تستلم الإشعارات.
bg: Само тези календари ще получават известия.
ca: Només aquests calendaris rebran notificacions.
cs: Pouze tyto kalendáře budou přijímat oznámení.
da: Kun disse kalendere modtager notifikationer.
de: Nur diese Kalender werden Mitteilungen erhalten.
el: Μόνο αυτά τα ημερολόγια θα λαμβάνουν γνωστοποιήσεις.
es: Solo estos calendarios recibirán notificaciones.
es_us: Sólo estos calendarios recibirán notificaciones.
fi: Vain nämä kalenterit saavat ilmoituksia.
fr: Seuls ces calendriers recevront des notifications.
fr_ca: Seuls ces calendriers recevront des notifications.
he: רק לוחות שנה אלו יקבלו עדכונים.
hi: केवल इन्हीं कैलेंडरों को सूचनाएँ प्राप्त होंगी।
hr: Samo ovi kalendari će primati obavijesti.
hu: Csak ezek a Naptárak fognak értesítést kapni.
id: Hanya Kalender ini yang akan menerima Pemberitahuan.
it: Solo questi calendari riceveranno le notifiche.
ja: これらのカレンダーのみが通知を受信します。
kk: Хабарландыруларды тек осы күнтізбелер алады.
ko: 이 캘린더만 알림을 받습니다.
lt: Pranešimai bus gaunami tik į šiuos kalendorius.
ms: Hanya Kalendar ini akan menerima Pemberitahuan.
nl: Alleen deze agenda's ontvangen meldingen.
no: Kun disse kalenderne vil motta varslinger.
pl: Powiadomienia będą odbierać tylko te kalendarze.
pt_br: Somente estes Calendários receberão Notificações.
pt_pt: Só estes calendários receberão notificações.
ro: Doar aceste calendare vor primi notificări.
ru: Только эти календари будут получать уведомления.
sk: Hlásenia budú prijímať len tieto kalendáre.
sl: Samo ti koledarji bodo prejemali obvestila.
sv: Endast dessa kalendrar kommer att ta emot notiser.
th: เฉพาะปฏิทินเหล่านี้เท่านั้นจะได้รับการแจ้งเตือน
tr: Yalnızca bu takvimler bildirimleri alacaktır.
uk: Тільки ці Календарі одержуватимуть Сповіщення.
vi: Chỉ các Lịch sau sẽ nhận được Thông báo.
zh_cn: 只有这些日历会收到通知。
zh_hk: 只有下列日曆會收到通知。
zh_tw: 只有下列行事曆會收到通知。

# SCHEDULED_DELIVERY_TWELFTH_SUMMARY
source: 12th Summary
ar: الملخص الثاني عشر
bg: 12-о обобщение
ca: Resum 12
cs: 12. souhrn
da: 12. resume
de: 12. Übersicht
el: 12η σύνοψη
es: Resumen 12
es_us: Resumen 12
fi: 12. yhteenveto
fr: 12e résumé
fr_ca: 12e résumé
he: סיכום מס׳ 12
hi: 12वाँ सारांश
hr: 12. sažetak
hu: 12. összegzés
id: Ringkasan ke-12
it: 12º riepilogo
ja: 12回目の要約
kk: 12-жинақтама
ko: 12번째 요약
lt: 12-a suvestinė
ms: Ringkasan ke-12
nl: 12e overzicht
no: Tolvte sammendrag
pl: 12. podsumowanie
pt_br: 12º Resumo
pt_pt: 12.º resumo
ro: Rezumatul al 12‑lea
ru: 12‑я сводка
sk: 12. prehľad
sl: 12. povzetek
sv: 12:e sammanfattningen
th: สรุปที่ 12
tr: 12. Özet
uk: 12-й звіт
vi: Tóm tắt thứ 12
zh_cn: 第12个摘要
zh_hk: 第12個摘要
zh_tw: 第十二個摘要

# SCHEDULED_DELIVERY_THIRD_SUMMARY
source: 3rd Summary
ar: الملخص الثالث
bg: 3-то обобщение
ca: Resum 3
cs: 3. souhrn
da: 3. resume
de: 3. Übersicht
el: 3η σύνοψη
es: Resumen 3
es_us: Resumen 3
fi: 3. yhteenveto
fr: 3e résumé
fr_ca: 3e résumé
he: סיכום מס׳ 3
hi: तीसरा सारांश
hr: 3. sažetak
hu: 3. összegzés
id: Ringkasan ke-3
it: 3º riepilogo
ja: 3回目の要約
kk: 3-жинақтама
ko: 3번째 요약
lt: 3-a suvestinė
ms: Ringkasan ke-3
nl: 3e overzicht
no: Tredje sammendrag
pl: 3. podsumowanie
pt_br: 3º Resumo
pt_pt: 3.º resumo
ro: Rezumatul al 3‑lea
ru: 3‑я сводка
sk: 3. prehľad
sl: 3. povzetek
sv: 3:e sammanfattningen
th: สรุปที่ 3
tr: 3. Özet
uk: 3-й звіт
vi: Tóm tắt thứ 3
zh_cn: 第3个摘要
zh_hk: 第3個摘要
zh_tw: 第三個摘要

# NONE_LABEL
source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
es_us: Ninguna
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: No
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
pt_pt: Não
ro: Nimic
ru: Нет
sk: Žiadne
sl: Brez
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_cn: 无
zh_hk: 無
zh_tw: 無

# PRIORITIZE_NOTIFICATIONS_FOOTER_IPHONE
source: iPhone uses on-device processing to analyze the content of notifications for importance while protecting your privacy.
ar: يستخدم iPhone المعالجة على الجهاز لتحليل محتوى الإشعارات وتقدير أهميتها، مع الحفاظ على خصوصيتك.
bg: Чрез локална обработка на устройството iPhone анализира важността на съдържанието на известията, като същевременно защитава вашата поверителност.
ca: L’iPhone utilitza el processament local per analitzar el contingut de les notificacions i determinar si són importants, tot plegat sense deixar de protegir la teva privacitat.
cs: iPhone chrání vaše soukromí tím, že při vyhodnocování důležitosti oznámení analyzuje jejich obsah přímo na zařízení.
da: iPhone bruger behandling på enheden til at analysere vigtigheden af notifikationer ud fra indholdet, samtidig med at din anonymitet beskyttes.
de: Das iPhone verarbeitet Daten direkt auf dem Gerät, um den Inhalt von Mitteilungen auf Wichtigkeit zu analysieren, während gleichzeitig deine Privatsphäre gewahrt wird.
el: Το iPhone χρησιμοποιεί επεξεργασία επί της συσκευής για ανάλυση του περιεχομένου των γνωστοποιήσεων σχετικά με το πόσο σημαντικές είναι, προστατεύοντας το απόρρητό σας.
es: El iPhone utiliza el procesamiento local en el dispositivo para analizar el contenido de las notificaciones y evaluar su importancia sin dejar de proteger tu privacidad.
es_us: El iPhone usa el procesamiento dentro del dispositivo para analizar el contenido de las notificaciones y ordenarlas por importancia mientras protege tu privacidad.
fi: iPhone analysoi ilmoitusten sisällön tärkeyden laitteessa siten, että yksityisyytesi on suojattu.
fr: L’iPhone fait appel à un traitement des données sur l’appareil pour analyser le contenu des notifications afin de déterminer leur importance tout en préservant votre confidentialité.
fr_ca: L’iPhone analyse l’importance du contenu des notifications sur l’appareil tout en préservant votre confidentialité.
he: ה-iPhone משתמש בתהליכי עיבוד במכשיר עצמו כדי לנתח את תוכן העדכונים ולקבוע את רמת החשיבות שלהם תוך שמירה על הפרטיות שלך.
hi: आपकी गोपनीयता की रक्षा करते हुए iPhone सूचनाओं के कॉन्टेंट के लिए ऑन डिवाइस प्रोसेसिंग का इस्तेमाल करता है।
hr: iPhone koristi obradu na uređaju za analizu sadržaja obavijesti u pogledu važnosti, a istodobno štiti vašu privatnost.
hu: Az iPhone eszközön történő feldolgozást használ a fontos értesítések tartalmának elemzéséhez, gondoskodva az Ön adatainak védelméről.
id: iPhone menggunakan pemrosesan pada perangkat untuk menganalisis prioritas konten pemberitahuan tanpa mengganggu privasi Anda.
it: iPhone utilizza l’elaborazione sul dispositivo per analizzare in modo privato i contenuti delle notifiche e determinarne l’importanza.
ja: あなたのプライバシーを保護しながら、通知の内容の重要性の分析をiPhone上で行います。
kk: iPhone құпиялылықты сақтай отырып, маңыздылығы бойынша хабарландырулар мазмұнын талдау үшін құрылғыдағы өңдеуді пайдаланады.
ko: iPhone이 온디바이스 처리 기능을 이용하여 사용자의 개인정보를 보호하면서 알림에 포함된 내용의 중요도를 분석합니다.
lt: „iPhone“ naudoja apdorojimo įrenginyje funkciją, kad analizuotų pranešimų turinį pagal svarbą ir tuo pat metu apsaugotų jūsų privatumą.
ms: iPhone menggunakan pemprosesan pada peranti untuk menganalisis kandungan pemberitahuan bagi kepentingan sambil melindung privasi anda.
nl: De iPhone gebruikt verwerking op het apparaat om de inhoud van meldingen te analyseren op prioriteit en tegelijkertijd je privacy te waarborgen.
no: iPhone bruker data lokalt på enheten for å analysere viktigheten av en varsling uten at det går ut over personvernet ditt.
pl: iPhone analizuje treść powiadomień pod kątem ich istotności, przetwarzając te dane lokalnie, aby chronić Twoją prywatność.
pt_br: Sem comprometer a sua privacidade, o iPhone usa o processamento no dispositivo para analisar a importância do conteúdo das notificações.
pt_pt: O iPhone recorre ao processamento no dispositivo para analisar a relevância do conteúdo das notificações, sem comprometer a sua privacidade.
ro: iPhone‑ul utilizează procesare pe dispozitiv pentru a analiza conținutul notificărilor din punct de vedere al importanței, protejându‑vă în același timp intimitatea.
ru: iPhone анализирует содержимое уведомлений на устройстве, чтобы оценивать их важность и при этом защищать Вашу конфиденциальность.
sk: Aby bolo vaše súkromie chránené, iPhone vyhodnocuje dôležitosť hlásení analyzovaním ich obsahu priamo na zariadení.
sl: Za analizo pomembnosti vsebine obvestil iPhone uporablja obdelavo podatkov v napravi, pri tem pa varuje vašo zasebnost.
sv: iPhone använder bearbetning på enheten till att analysera hur viktigt innehållet i notiser är samtidigt som din integritet skyddas.
th: iPhone ใช้การประมวลผลบนอุปกรณ์เพื่อวิเคราะห์เนื้อหาที่สำคัญของการแจ้งเตือนโดยที่ปกป้องความเป็นส่วนตัวของคุณด้วย
tr: iPhone, önem derecesini belirlemek üzere bildirimlerin içeriğini incelerken gizliliğinizi de korumak için aygıtta işlemeyi kullanır.
uk: З метою захисту приватності аналіз вмісту сповіщень для визначення пріоритетності відбувається тільки на iPhone.
vi: iPhone sử dụng tính năng xử lý trên thiết bị để phân tích nội dung của thông báo để biết mức độ quan trọng trong khi bảo vệ quyền riêng tư của bạn.
zh_cn: iPhone使用设备端处理分析通知内容的重要性，同时保护你的隐私。
zh_hk: iPhone使用裝置端處理來分析通知內容的重要性，同時保護你的私隱。
zh_tw: iPhone會透過裝置端處理來分析通知內容的重要性，同時保護你的隱私權。

# ALL_CALENDAR
source: All
ar: الكل
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
es_us: Todo
fi: Kaikki
fr: Tout
fr_ca: Tout
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
kk: Барлығы
ko: 전체
lt: Viskas
ms: Semua
nl: Alle
no: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Todos
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

source: Alerts
ar: التنبيهات
bg: Предупреждения
ca: Avisos
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
es_us: Alertas
fi: Ilmoitusviestit
fr: Alertes
fr_ca: Alertes
he: התראות
hi: अलर्ट
hr: Alarmi
hu: Jelzések
id: Peringatan
it: Avvisi
ja: 通知
kk: Ескертулер
ko: 알림
lt: Įspėjimai
ms: Isyarat
nl: Meldingen
no: Varsler
pl: Alerty
pt_br: Alertas
pt_pt: Avisos
ro: Alerte
ru: Предупреждения
sk: Upozornenia
sl: Opozorila
sv: Notiser
th: การเตือน
tr: Uyarılar
uk: Оповістки
vi: Cảnh báo
zh_cn: 提醒
zh_hk: 提示
zh_tw: 提示

# SCHEDULED_DELIVERY_TIMES_CONJUNCTION
source: %@ and %@
ar: ‏%@ و%@
bg: %@ и %@
ca: %@ i %@
cs: %@ a %@
da: %@ og %@
de: %@ und %@
el: %@ και %@
es: %@ y %@
es_us: %@ y %@
fi: %@ ja %@
fr: %@ et %@
fr_ca: %@ et %@
he: ‏%@ ו-%@
hi: %@ और %@
hr: %@ i %@
hu: %@ és %@
id: %@ dan %@
it: %@ e %@
ja: %@と%@
kk: %@ және %@
ko: %@ 및 %@
lt: %@ ir %@
ms: %@ dan %@
nl: %@ en %@
no: %@ og %@
pl: %@ i %@
pt_br: %@ e %@
pt_pt: %@ e %@
ro: %@ și %@
ru: %@ и %@
sk: %@ a %@
sl: %@ in %@
sv: %@ och %@
th: %@ และ %@
tr: %@ ve %@
uk: %@ і %@
vi: %@ và %@
zh_cn: %@和%@
zh_hk: %@和%@
zh_tw: %@和%@
